Repository: bbilgic/django-tellme
Catalog: tellme/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Send feedback
tr: Geri Bildirim

source: Feedback
tr: Bildirim

source: Feedback lets you send us suggestions about this site. We welcome problem reports, feature ideas and general comments.
tr: Gönderdiğiniz geri bildirimlerle bu sitenin gelişimine katkı sağlayın, lütfen. Sorunları ve önerileri memnuniyetle kabul ediyoruz. Hata, özellik veya genel yorum yapabilirsiniz.

source: Start by writing a brief description:
tr: Lütfen öneri veya hatayla ilgili bir yorum yazınız:

source: Next we'll let you identify areas of the page related to your description.
tr: Arayüz üzerinde işaretleyerek ekran görüntüsü alınız.

source: Next
tr: İleri

source: Please enter a description.
tr: Lütfen açıklama giriniz.

source: Click and drag on the page to help us better understand your feedback. You can move this dialog if it's in the way.
tr: Geri bildiriminizi daha iyi anlamamıza yardımcı olması için sayfaya tıklayın ve alanı işaretleyin.Bu iletişim kutusu engel oluyorsa, iletişim kutusunu sürükleyebilirsiniz.

source: Highlight
tr: Ekran Görüntüsü

source: Highlight areas relevant to your feedback.
tr: Geri bildirimle alakalı ekran görüntüsü paylaşınız.

source: Black out
tr: Karala

source: Black out any personal information.
tr: Kişisel verinizi karalayınız.

source: Back
tr: Geri

source: Description
tr: Açıklama

source: Additional info
tr: Ek Bilgi

source: Browser Info
tr: Tarayıcı bilgisi

source: Page Info
tr: Sayfa bilgisi

source: Page Structure
tr: Sayfa Yapısı

source: Submit
tr: Gönder

source: Sadly an error occurred while sending your feedback. Please try again.
tr: Geri bildirim gönderilirken hata oluştu, lütfen tekrar deneyiniz.

source: OK
tr: Tamam

source: Thank you for your feedback. We value every piece of feedback we receive.
tr: Geri bildiriminiz için çok teşekkür ederim, sizlerin görüşleri çok değerli.

source: We cannot respond individually to every one, but we will use your comments as we strive to improve your experience.
tr: Yorumlarınız veritabanına kaydedildi ve işlem yapılmak üzere işaretlendi.
